Repository: fangjunyu1/Banklet
Catalog: piglet/Strings/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, es_us, et, fa, fi, fil, fr, fr_ca, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant, zh_hk

source: Guaranteed Month
ar: شهر الضمان
az: Təminat ayları
bg: Месеци на обезпечение
bn: নিরাপত্তার মাস
ca: Mesos de cobertura
ceb: Mga Bulan sa Garantiya
cs: Měsíce zajištění
da: Sikrede måneder
de: Abgesicherte Monate
el: Μήνες κάλυψης
es: Meses de cobertura
es_us: Meses de cobertura
et: Kaetud kuud
fa: ماه‌های تضمین شده
fi: Turvakuukaudet
fil: Mga Buwan na Sakop
fr: Mois couverts
fr_ca: Mois couverts
ga: Míonna clúdaithe
gu: કવરેજ મહિનાઓ
he: חודשי כיסוי
hi: कवरेज के महीने
hr: Mjeseci pokrića
hu: Fedezett hónapok
id: Bulan Cakupan
is: Tryggingarmánuðir
it: Mesi di garanzia
ja: 保障月数
jv: Wulan Jaminan
kk: Қамтамасыз ету айлары
km: ខែធានា
kn: ರಕ್ಷಣೆಯ ತಿಂಗಳುಗಳು
ko: 보장 개월 수
lt: Garantiniai mėnesiai
lv: Nodrošinājuma mēneši
ml: ഗ്യാരണ്ടീഡ് മാസങ്ങൾ
mr: सुरक्षित महिने
ms: Bulan Jaminan
my: အာမခံသည့် လအရေအတွက်
nb: Dekningsmåneder
nl: Maanden gedekt
or: ସୁରକ୍ଷା ମାସ
pa: ਸੁਰੱਖਿਆ ਮਹੀਨੇ
pl: Miesiące zabezpieczenia
pt_br: Meses de cobertura
pt_pt: Meses de cobertura
ro: Luni acoperite
ru: Месяцы обеспечения
sk: Mesiace zabezpečenia
sl: Meseci kritja
sq: Muajt e mbuluar
sv: Täckningsmånader
sw: Miezi ya usalama
ta: பாதுகாப்பு மாதங்கள்
te: భద్రతా నెలలు
th: จำนวนเดือนที่คุ้มครอง
tr: Güvence ayları
uk: Місяці забезпечення
ur: تحفظ کے مہینے
uz: Kafolatlangan oylar
vi: Số tháng bảo đảm
zh_hans: 保障月份
zh_hant: 保障月份
zh_hk: 保障月份

source: Have the statistics disappeared?
ar: هل اختفت البيانات الإحصائية؟
az: Statistik məlumatlar yoxa çıxıb?
bg: Статистическите данни изчезнаха?
bn: পরিসংখ্যান তথ্য কি হারিয়ে গেছে?
ca: Han desaparegut les dades estadístiques?
ceb: Nawala ang mga istatistikal nga datos?
cs: Statistiky zmizely?
da: Er statistikdata forsvundet?
de: Sind die Statistikdaten verschwunden?
el: Χάθηκαν τα στατιστικά δεδομένα;
es: ¿Han desaparecido las estadísticas?
es_us: ¿Desaparecieron las estadísticas?
et: Statistilised andmed kadusid?
fa: داده‌های آماری ناپدید شده‌اند؟
fi: Ovatko tilastotiedot kadonneet?
fil: Nawala ang data ng istatistika?
fr: Les statistiques ont disparu ?
fr_ca: Les statistiques ont disparu?
ga: Ar imigh staitisticí?
gu: આંકડાકીય ડેટા ગાયબ થઈ ગયો?
he: הנתונים הסטטיסטיים נעלמו?
hi: क्या सांख्यिकी डेटा गायब हो गया?
hr: Statistički podaci su nestali?
hu: Eltűntek a statisztikai adatok?
id: Data statistik hilang?
is: Hvarf tölfræðin?
it: I dati statistic sono spariti?
ja: 統計データが消えましたか？
jv: Data statistik ilang?
kk: Статистикалық деректер жоғалып кетті ме?
km: ទិន្នន័យស្ថិតិបានបាត់មែនទេ?
kn: ಅಂಕಿಅಂಶಗಳು ಕಣ್ಮರೆಯಾಗಿವೆಯೇ?
ko: 통계 데이터가 사라졌나요?
lt: Dingo statistiniai duomenys?
lv: Vai statistika ir pazudusi?
ml: സ്ഥിതിവിവരക്കണക്കുകൾ അപ്രത്യക്ഷമായോ?
mr: आकडेवारी नाहीशी झाली?
ms: Data statistik hilang?
my: စာရင်းအင်း ဒေတာများ ပျောက်ဆုံးနေပါသလား။
nb: Har statistikken forsvunnet?
nl: Statistieken verdwenen?
or: ପରିସଂଖ୍ୟାନ ଅଦୃଶ୍ୟ ହୋଇଗଲା କି?
pa: ਅੰਕੜੇ ਗਾਇਬ ਹੋ ਗਏ?
pl: Statystyki zniknęły?
pt_br: Os dados estatísticos desapareceram?
pt_pt: Os dados estatísticos desapareceram?
ro: Au dispărut datele statistice?
ru: Статистика исчезла?
sk: Štatistiky zmizli?
sl: Statistika je izginila?
sq: Të dhënat statistikore u zhdukën?
sv: Har statistiken försvunnit?
sw: Takwimu zimetoweka?
ta: புள்ளிவிவரத் தரவு காணாமல் போனதா?
te: గణాంకాల డేటా కనిపించడం లేదా?
th: ข้อมูลสถิติหายไป?
tr: İstatistik verileri kayıp mı?
uk: Зникла статистика?
ur: شماریاتی ڈیٹا غائب ہو گیا؟
uz: Statistik ma'lumotlar yo'qoldimi?
vi: Dữ liệu thống kê biến mất?
zh_hans: 统计数据消失了？
zh_hant: 統計數據消失了？
zh_hk: 統計數據消失了？

source: Hello, I am Fang Junyu, an independent developer from China.
ar: مرحبًا، أنا فانغ جونيو، مطور مستقل من الصين.
az: Salam, mən Fang Junyu, Çindən olan müstəqil tərtibatçıyam.
bg: Здравейте, аз съм Фанг Джуню, независим разработчик от Китай.
bn: হ্যালো, আমি ফাং জুনইউ, চীন থেকে একজন স্বাধীন ডেভেলপার।
ca: Hola, sóc Fang Junyu, un desenvolupador independent de la Xina.
ceb: Kumusta, ako si Fang Junyu, usa ka independent developer gikan sa China.
cs: Ahoj, jsem Fang Junyu, nezávislý vývojář z Číny.
da: Hej, jeg er Fang Junyu, en uafhængig udvikler fra Kina.
de: Hallo, ich bin Fang Junyu, ein unabhängiger Entwickler aus China.
el: Γεια σας, είμαι ο Fang Junyu, ένας ανεξάρτητος προγραμματιστής από την Κίνα.
es: Hola, soy Fang Junyu, un desarrollador independiente de China.
es_us: Hola, soy Fang Junyu, un desarrollador independiente de China.
et: Tere, mina olen Fang Junyu, sõltumatu arendaja Hiinast.
fa: سلام، من «فانگ جونیو» هستم، یک توسعه‌دهنده مستقل از چین.
fi: Hei, olen Fang Junyu, itsenäinen kehittäjä Kiinasta.
fil: Hello, ako si Fang Junyu, isang independent developer mula sa China.
fr: Bonjour, je suis Fang Junyu, un développeur indépendant chinois.
fr_ca: Bonjour, je suis Fang Junyu, un développeur indépendant de Chine.
ga: Dia duit, is mise Fang Junyu, forbróir neamhspleách ón tSín.
gu: નમસ્તે, હું Fang Junyu છું, ચીનનો એક સ્વતંત્ર ડેવલપર.
he: שלום, אני Fang Junyu, מפתח עצמאי מסין.
hi: नमस्ते, मैं फैंग जुन्यु हूँ, चीन का एक स्वतंत्र डेवलपर।
hr: Pozdrav, ja sam Fang Junyu, neovisni programer iz Kine.
hu: Üdvözlöm, Fang Junyu vagyok, egy független fejlesztő Kínából.
id: Halo, saya Fang Junyu, seorang pengembang independen dari Tiongkok.
is: Halló, ég heiti Fang Junyu, sjálfstæður forritari frá Kína.
it: Ciao, sono Fang Junyu, uno sviluppatore indipendente dalla Cina.
ja: こんにちは、中国出身の個人開発者、Fang Junyuです。
jv: Halo, aku Fang Junyu, pengembang independen saka China.
kk: Сәлем, мен Фанг Цзюньюй, Қытайдан келген тәуелсіз әзірлеушімін.
km: សួស្តី ខ្ញុំគឺ Fang Junyu ជាអ្នកអភិវឌ្ឍន៍ឯករាជ្យមកពីប្រទេសចិន។
kn: ನಮಸ್ಕಾರ, ನಾನು ಫಾಂಗ್ ಜುನ್ಯು, ಚೀನಾದ ಸ್ವತಂತ್ರ ಡೆವಲಪರ್.
ko: 안녕하세요, 저는 중국의 1인 개발자 팡쥔위(Fang Junyu)입니다.
lt: Sveiki, aš esu Fang Junyu, nepriklausomas kūrėjas iš Kinijos.
lv: Sveiki, esmu Fang Junyu, neatkarīgs izstrādātājs no Ķīnas.
ml: ഹലോ, ഞാൻ ഫാങ് ജുൻയു, ചൈനയിൽ നിന്നുള്ള ഒരു സ്വതന്ത്ര ഡെവലപ്പർ.
mr: नमस्कार, मी फँग जुन्यु आहे, चीनमधील एक स्वतंत्र डेव्हलपर.
ms: Helo, saya Fang Junyu, seorang pembangun bebas dari China.
my: မင်္ဂလာပါ၊ ကျွန်တော်ကတော့ တရုတ်နိုင်ငံမှ တစ်သီးပုဂ္ဂလ developer တစ်ဦးဖြစ်တဲ့ Fang Junyu ပါ။
nb: Hei, jeg er Fang Junyu, en uavhengig utvikler fra Kina.
nl: Hallo, ik ben Fang Junyu, een onafhankelijke ontwikkelaar uit China.
or: ନମସ୍କାର, ମୁଁ ଫାଙ୍ଗ ଜୁନିୟୁ, ଚୀନ୍‌ର ଜଣେ ସ୍ୱାଧୀନ ଡେଭଲପର।
pa: ਸਤਿ ਸ੍ਰੀ ਅਕਾਲ, ਮੈਂ Fang Junyu ਹਾਂ, ਚੀਨ ਤੋਂ ਇੱਕ ਸੁਤੰਤਰ ਡਿਵੈਲਪਰ।
pl: Cześć, jestem Fang Junyu, niezależny programista z Chin.
pt_br: Olá, eu sou Fang Junyu, um desenvolvedor independente da China.
pt_pt: Olá, eu sou Fang Junyu, um desenvolvedor independente da China.
ro: Bună, sunt Fang Junyu, un dezvoltator independent din China.
ru: Привет, я Фан Цзюньюй, независимый разработчик из Китая.
sk: Ahoj, volám sa Fang Junyu a som nezávislý vývojár z Číny.
sl: Pozdravljeni, sem Fang Junyu, neodvisni razvijalec iz Kitajske.
sq: Përshëndetje, unë jam Fang Junyu, një zhvillues i pavarur nga Kina.
sv: Hej, jag är Fang Junyu, en oberoende utvecklare från Kina.
sw: Hujambo, mimi ni Fang Junyu, msanidi huru kutoka Uchina.
ta: வணக்கம், நான் Fang Junyu, சீனாவைச் சேர்ந்த ஒரு சுயாதீன டெவலப்பர்.
te: హలో, నేను ఫాంగ్ జున్యు, చైనాకు చెందిన స్వతంత్ర డెవలపర్ని.
th: สวัสดีครับ ผม Fang Junyu นักพัฒนาอิสระจากประเทศจีน
tr: Merhaba, ben Fang Junyu, Çin'den bağımsız bir geliştiriciyim.
uk: Привіт, я Фан Цзюньюй, незалежний розробник із Китаю.
ur: ہیلو، میں Fang Junyu ہوں، چین سے ایک آزاد ڈویلپر۔
uz: Salom, men Fang Junyu, Xitoylik mustaqil dasturchi.
vi: Xin chào, tôi là Fang Junyu, một nhà phát triển độc lập đến từ Trung Quốc.
zh_hans: 你好，我是方君宇，一位来自中国的独立开发者。
zh_hant: 你好，我是方君宇，一位來自中國的獨立開發者。
zh_hk: 你好，我是方君宇，一位來自中國的獨立開發者。

# HKD
source: Hong Kong Dollar
ar: دولار هونغ كونغ
az: Honq Konq dolları
bg: Хонконгски долар
bn: হংকং ডলার
ca: Dòlar de Hong Kong
cs: Hongkongský dolar
el: Δολάριο Χονγκ Κονγκ
es: Dólar de Hong Kong
es_us: Dólar de Hong Kong
et: Hongkongi dollar
fa: دلار هنگ کنگ
fi: Hongkongin dollari
fr: Dollar de Hong Kong
fr_ca: Dollar de Hong Kong
ga: Dollar Hong Cong
gu: હોંગકોંગ ડોલર
he: דולר הונג קונגי
hi: हांगकांग डॉलर
hr: Hongkonški dolar
hu: Hongkongi dollár
id: Dolar Hong Kong
is: Hong Kong dalur
it: Dollaro di Hong Kong
ja: 香港ドル
jv: Dolar Hong Kong
kk: Гонконг доллары
km: ដុល្លារហុងកុង
kn: ಹಾಂಗ್ ಕಾಂಗ್ ಡಾಲರ್
ko: 홍콩 달러
lt: Honkongo doleris
lv: Honkongas dolārs
ml: ഹോങ്കോംഗ് ഡോളർ
mr: हाँगकाँग डॉलर
ms: Dolar Hong Kong
my: ဟောင်ကောင် ဒေါ်လာ
nl: Hongkongse dollar
or: ହଂକଂ ଡଲାର
pa: ਹਾਂਗਕਾਂਗ ਡਾਲਰ
pl: Dolar hongkoński
pt_br: Dólar de Hong Kong
pt_pt: Dólar de Hong Kong
ro: Dolar Hong Kong
ru: Гонконгский доллар
sk: Hongkonský dolár
sl: Hongkonški dolar
sq: Dollar Hong Kongu
sw: Dola ya Hong Kong
ta: ஹாங்காங் டாலர்
te: హాంకాంగ్ డాలర్
th: ดอลลาร์ฮ่องกง
tr: Hong Kong Doları
uk: Гонконгський долар
ur: ہانگ کانگ ڈالر
uz: Gonkong dollari
vi: Đô la Hồng Kông
zh_hant: 港幣
zh_hk: 港元

source: Home
ar: رئيسي
az: Ana
bg: Начало
bn: হোম
ca: Inici
ceb: Balay
cs: Domů
da: Hjem
de: Start
el: Αρχή
es: Inicio
es_us: Inicio
et: Avaleht
fa: خانه
fi: Koti
fil: Bahay
fr: Accueil
fr_ca: Accueil
ga: Baile
gu: હોમ
he: בית
hi: होम
hr: Početak
hu: Kezdő
id: Beranda
is: Heim
ja: ホーム
jv: Ngarep
kk: Басты
km: មុខ
kn: ಹೋಮ್
ko: 홈
lt: Pradžia
lv: Sākums
ml: ഹോം
mr: होम
ms: Utama
my: မူလ
nb: Hjem
nl: Start
or: ହୋମ୍
pa: ਹੋਮ
pl: Dom
pt_br: Início
pt_pt: Início
ro: Acasă
ru: Дом
sk: Domov
sl: Domov
sq: Balli
sv: Hem
sw: Kwanza
ta: முகப்பு
te: హోమ్
th: หน้าแรก
tr: Ana
uk: Головна
ur: ہوم
uz: Bosh
vi: Trang
zh_hans: 主页
zh_hant: 首頁
zh_hk: 主頁

# HUF
source: Hungarian Forint
ar: فورنت مجري
az: Macarıstan forinti
bg: Унгарски форинт
bn: হাঙ্গেরিয়ান ফোরিন্ট
ca: Fòrint hongarès
cs: Maďarský forint
da: Ungarsk Forint
de: Ungarischer Forint
el: Φιορίνι Ουγγαρίας
es: Forinto húngaro
es_us: Forinto húngaro
et: Ungari forint
fa: فورینت مجارستان
fi: Unkarin forintti
fr: Forint hongrois
fr_ca: Forint hongrois
ga: Forint na hUngáire
gu: હંગેરિયન ફોરિન્ટ
he: פורינט הונגרי
hi: हंगेरियन फ़ोरिंट
hr: Mađarska forinta
hu: Magyar forint
id: Forint Hungaria
is: Ungversk fórinta
it: Fiorino ungherese
ja: ハンガリー・フォリント
jv: Forint Hongaria
kk: Венгрия форинті
km: ហ្វូរីនហុងគ្រី
kn: ಹಂಗೇರಿಯನ್ ಫೋರಿಂಟ್
ko: 헝가리 포린트
lt: Vengrijos forintas
lv: Ungārijas forints
ml: ഹംഗേറിയൻ ഫോറിന്റ്
mr: हंगेरियन फॉरिन्ट
ms: Forint Hungary
my: ဟန်ဂေရီ ဖောရင့်
nb: Ungarske forint
nl: Hongaarse forint
or: ହଙ୍ଗେରୀୟ ଫୋରିଣ୍ଟ
pa: ਹੰਗਰੀ ਫੋਰਿੰਟ
pl: Forint węgierski
pt_br: Florim húngaro
pt_pt: Forint húngaro
ro: Forint maghiar
ru: Венгерский форинт
sk: Maďarský forint
sl: Madžarski forint
sq: Forint Hungarez
sv: Ungersk forint
sw: Forint ya Hungaria
ta: ஹங்கேரிய ஃபோர்ன்ட்
te: హంగేరియన్ ఫోరింట్
th: โฟรินต์ฮังการี
tr: Macar Forinti
uk: Угорський форинт
ur: ہنگری فورنٹ
uz: Vengriya forinti
vi: Forint Hungary
zh_hant: 匈牙利福林
zh_hk: 匈牙利福林

source: I am a novice independent developer. Before becoming a developer, I worked in sales, on-site project work, and the catering industry.
ar: أنا مطور مستقل مبتدئ، قبل أن أصبح مطورًا، عملت في المبيعات، والإشراف على المشاريع، وأيضًا في مجال المطاعم.
az: Mən yeni başlayan müstəqil tərtibatçıyam. Tərtibatçı olmazdan əvvəl satışda, layihə idarəçiliyində və iaşə sektorunda işləmişəm.
bg: Аз съм начинаещ независим разработчик. Преди да стана разработчик, работех в продажбите, управление на проекти и в ресторантьорството.
bn: আমি একজন শিক্ষানবিশ স্বাধীন ডেভেলপার, ডেভেলপার হওয়ার আগে আমি সেলস, প্রজেক্ট সাইট এবং ক্যাটারিং শিল্পেও কাজ করেছি।
ca: Sóc un desenvolupador independent principiant. Abans de ser desenvolupador, vaig treballar en vendes, gestió de projectes in situ i també en el sector de la restauració.
ceb: Usa ako ka bag-o nga independent developer. Sa wala pa ako nahimong developer, nagtrabaho ako sa sales, on-site project management, ug sa industriya usab sa pagkaon.
cs: Jsem začínající nezávislý vývojář. Než jsem se stal vývojářem, pracoval jsem v prodeji, jako projektový manažer na stavbě a také v gastronomii.
da: Jeg er en nystartet uafhængig udvikler; før jeg blev udvikler, arbejdede jeg med salg, projektledelse on-site og i restaurationsbranchen.
de: Ich bin ein frischgebackener unabhängiger Entwickler; bevor ich Entwickler wurde, habe ich im Vertrieb, als Projektmitarbeiter vor Ort und in der Gastronomie gearbeitet.
el: Είμαι ένας νέος ανεξάρτητος προγραμματιστής. Πριν γίνω προγραμματιστής, εργάστηκα στις πωλήσεις, σε διαχείριση έργων και στην εστίαση.
es: Soy un desarrollador independiente que acaba de empezar. Antes de ser desarrollador, trabajé en ventas, en proyectos in situ y también en la industria de la restauración.
es_us: Soy un desarrollador independiente principiante. Antes de ser desarrollador, trabajé en ventas, en proyectos in situ y también en la industria gastronómica.
et: Olen algaja sõltumatu arendaja. Enne arendajaks saamist töötasin müügialal, kohapealse projektijuhina ja toitlustussektoris.
fa: من یک توسعه‌دهنده مستقل تازه‌کار هستم. قبل از توسعه‌دهنده شدن، در بخش فروش، پروژه‌های حضوری و همچنین در صنعت رستوران‌داری کار کرده‌ام.
fi: Olen aloitteleva itsenäinen kehittäjä; ennen kehittäjäksi ryhtymistä työskentelin myynnissä, projektityöntekijänä ja ravintola-alalla.
fil: Ako ay isang baguhan pa lamang na independent developer. Bago ako maging developer, nagtrabaho ako sa sales, on-site project management, at sa industriya ng pagkain.
fr: Je suis un développeur indépendant débutant ; avant de devenir développeur, j'ai travaillé dans la vente, la gestion de projet sur site et la restauration.
fr_ca: Je suis un développeur indépendant débutant. Avant de le devenir, j'ai travaillé dans la vente, la gestion de projets sur site et la restauration.
ga: Is forbróir neamhspleách nua-thosaithe mé. Sula raibh mé i mo fhorbróir, d'oibrigh mé i ndíolachán, mar fhoireann tionscadail ar an láthair, agus sa tionscal lónadóireachta.
gu: હું હમણાં જ શરૂઆત કરનાર સ્વતંત્ર ડેવલપર છું, ડેવલપર બનતા પહેલા, મેં વેચાણ, પ્રોજેક્ટ સાઇટ પર કામ કર્યું છે અને કેટરિંગ ઉદ્યોગમાં પણ કામ કર્યું છે.
he: אני מפתח עצמאי מתחיל. לפני שהפכתי למפתח, עבדתי במכירות, בניהול פרויקטים באתר וגם בענף ההסעדה.
hi: मैं अभी शुरुआत करने वाला एक स्वतंत्र डेवलपर हूँ, डेवलपर बनने से पहले, मैंने सेल्स, प्रोजेक्ट साइट और कैटरिंग उद्योग में भी काम किया है।
hr: Ja sam neovisni programer početnik. Prije nego što sam postao programer, radio sam u prodaji, na upravljanju projektima i u ugostiteljstvu.
hu: Egy kezdő független fejlesztő vagyok; mielőtt fejlesztő lettem, dolgoztam értékesítésben, helyszíni projektmenedzsmentben és a vendéglátásban is.
id: Saya adalah pengembang independen pemula. Sebelum menjadi pengembang, saya pernah bekerja di bidang penjualan, manajemen proyek lapangan, dan juga di industri katering.
is: Ég er nýbyrjaður sjálfstæður forritari. Áður en ég varð forritari starfaði ég við sölu, sem verktaki á staðnum og einnig í veitingabransanum.
it: Sono uno sviluppatore indipendente alle prime armi; prima di diventare sviluppatore, ho lavorato nelle vendite, come project manager in loco e nel settore della ristorazione.
ja: 私は駆け出しの個人開発者です。開発者になる前は、営業、常駐エンジニア、飲食業界でも働いていました。
jv: Aku pengembang independen pemula. Sadurunge dadi pengembang, aku kerja ing dodolan, staf proyek, lan industri katering.
kk: Мен жаңадан бастаған тәуелсіз әзірлеушімін. Әзірлеуші болмас бұрын мен сату саласында, жоба орнында және қоғамдық тамақтану саласында жұмыс істедім.
km: ខ្ញុំគឺជាអ្នកអភិវឌ្ឍន៍ឯករាជ្យទើបតែចាប់ផ្តើម។ មុនពេលក្លាយជាអ្នកអភិវឌ្ឍន៍ ខ្ញុំធ្លាប់ធ្វើជាអ្នកលក់ បុគ្គលិកគម្រោង និងធ្លាប់ធ្វើការក្នុងវិស័យម្ហូបអាហារផងដែរ។
kn: ನಾನು ಈಗಷ್ಟೇ ಆರಂಭಿಸುತ್ತಿರುವ ಸ್ವತಂತ್ರ ಡೆವಲಪರ್. ಡೆವಲಪರ್ ಆಗುವ ಮೊದಲು, ನಾನು ಮಾರಾಟ, ಆನ್‌ಸೈಟ್ ಯೋಜನೆಗಳು ಮತ್ತು ಅಡುಗೆ ಉದ್ಯಮದಲ್ಲೂ ಕೆಲಸ ಮಾಡಿದ್ದೇನೆ.
ko: 저는 갓 입문한 1인 개발자입니다. 개발자가 되기 전에는 영업, 프로젝트 상주 근무, 요식업 등에서 일했습니다.
lt: Esu pradedantis nepriklausomas kūrėjas. Prieš tapdamas kūrėju, dirbau pardavimuose, projektų vietose bei maitinimo sektoriuje.
lv: Esmu jauns neatkarīgais izstrādātājs. Pirms kļuvu par izstrādātāju, strādāju pārdošanā, projektu vadībā un ēdināšanas nozarē.
ml: ഞാൻ തുടക്കക്കാരനായ ഒരു സ്വതന്ത്ര ഡെവലപ്പർ ആണ്. ഡെവലപ്പർ ആകുന്നതിന് മുമ്പ്, ഞാൻ സെയിൽസിലും, പ്രോജക്റ്റ് സൈറ്റുകളിലും, കാറ്ററിംഗ് വ്യവസായത്തിലും ജോലി ചെയ്തിട്ടുണ്ട്.
mr: मी एक नवीन स्वतंत्र डेव्हलपर आहे; डेव्हलपर होण्यापूर्वी, मी सेल्स, प्रोजेक्ट साइटवर आणि रेस्टॉरंट क्षेत्रातही काम केले आहे.
ms: Saya adalah pembangun bebas yang baru bermula. Sebelum menjadi pembangun, saya pernah bekerja dalam jualan, tapak projek, dan juga industri katering.
my: ကျွန်တော်ဟာ အခုမှစတင်တဲ့ developer တစ်ယောက်ဖြစ်ပြီး ဒီမတိုင်ခင်တုန်းက အရောင်း၊ ပရောဂျက်လုပ်ငန်းခွင်နဲ့ စားသောက်ကုန် လုပ်ငန်းတွေမှာ လုပ်ကိုင်ခဲ့ဖူးပါတယ်။
nb: Jeg er en nyoppstartet uavhengig utvikler. Før jeg ble utvikler, jobbet jeg med salg, som prosjektmedarbeider på stedet, og i restaurantbransjen.
nl: Ik ben een beginnende onafhankelijke ontwikkelaar; voordat ik ontwikkelaar werd, werkte ik in de verkoop, als projectmedewerker op locatie en in de horeca.
or: ମୁଁ ଜଣେ ନବାଗତ ସ୍ୱାଧୀନ ଡେଭଲପର, ଡେଭଲପର ହେବା ପୂର୍ବରୁ, ମୁଁ ବିକ୍ରୟ, ପ୍ରୋଜେକ୍ଟ ସାଇଟ୍ ଏବଂ ରେଷ୍ଟୁରାଣ୍ଟ ଇଣ୍ଡଷ୍ଟ୍ରିରେ ମଧ୍ୟ କାମ କରିଛି।
pa: ਮੈਂ ਇੱਕ ਨਵਾਂ ਸੁਤੰਤਰ ਡਿਵੈਲਪਰ ਹਾਂ। ਡਿਵੈਲਪਰ ਬਣਨ ਤੋਂ ਪਹਿਲਾਂ, ਮੈਂ ਵਿਕਰੀ, ਪ੍ਰੋਜੈਕਟ ਸਾਈਟ ਸਟਾਫ ਵਜੋਂ ਕੰਮ ਕੀਤਾ, ਅਤੇ ਕੇਟਰਿੰਗ ਉਦਯੋਗ ਵਿੱਚ ਵੀ ਕੰਮ ਕੀਤਾ।
pl: Jestem początkującym niezależnym programistą. Zanim nim zostałem, pracowałem w sprzedaży, na budowach oraz w gastronomii.
pt_br: Sou um desenvolvedor independente iniciante; antes disso, trabalhei com vendas, gestão de projetos locais e também no setor de restaurantes.
pt_pt: Sou um desenvolvedor independente iniciante. Antes de me tornar desenvolvedor, trabalhei com vendas, em canteiros de obras e também na indústria de restaurantes.
ro: Sunt un dezvoltator independent la început de drum. Înainte de a deveni dezvoltator, am lucrat în vânzări, management de proiecte și în industria alimentației publice.
ru: Я начинающий независимый разработчик. До этого я работал в продажах, на выездных проектах и в общепите.
sk: Som začínajúci nezávislý vývojár. Predtým, ako som sa stal vývojárom, som pracoval v predaji, priamo u klientov a tiež v gastronómii.
sl: Sem neodvisni razvijalec začetnik. Preden sem postal razvijalec, sem delal v prodaji, na terenu in v gostinstvu.
sq: Unë jam një zhvillues i pavarur fillestar. Para se të bëhesha zhvillues, kam punuar në shitje, menaxhim projektesh në terren dhe gjithashtu në industrinë e gastronomisë.
sv: Jag är en nyligen startad oberoende utvecklare. Innan jag blev utvecklare arbetade jag med försäljning, projektledning på plats och även inom restaurangbranschen.
sw: Mimi ni msanidi huru ninayeanza tu. Kabla ya kuwa msanidi, nilifanya kazi ya mauzo, miradi ya tovuti, na pia katika sekta ya upishi.
ta: நான் ஒரு புதிய சுயாதீன டெவலப்பர். டெவலப்பராக மாறுவதற்கு முன்பு, நான் விற்பனை, திட்டப் பணிகள் மற்றும் உணவுத் துறையிலும் பணியாற்றியுள்ளேன்.
te: నేను ఇప్పుడే మొదలుపెట్టిన స్వతంత్ర డెవలపర్ని. డెవలపర్‌గా మారకముందు, నేను సేల్స్, ప్రాజెక్ట్ మేనేజ్‌మెంట్ మరియు క్యాటరింగ్ పరిశ్రమలో కూడా పనిచేశాను.
th: ผมเป็นนักพัฒนาอิสระมือใหม่ ก่อนที่จะมาเป็นนักพัฒนา ผมเคยทำงานขาย ประจำโครงการ และเคยทำงานในธุรกิจร้านอาหารมาก่อน
tr: Bağımsız geliştiriciliğe yeni başladım; geliştirici olmadan önce satış, saha proje yönetimi ve yeme-içme sektöründe çalıştım.
uk: Я розробник-початківець. До цього я працював у продажах, на виїзних проектах, а також у сфері громадського харчування.
ur: میں ایک نیا آزاد ڈویلپر ہوں، ڈویلپر بننے سے پہلے، میں نے سیلز، پروجیکٹ سائٹ پر، اور کیٹرنگ انڈسٹری میں بھی کام کیا ہے۔
uz: Men endigina ish boshlagan mustaqil dasturchiman, dasturchi bo'lishdan oldin sotuvda, loyiha joylarida va umumiy ovqatlanish sohasida ishlaganman.
vi: Tôi là một nhà phát triển độc lập mới vào nghề. Trước khi trở thành nhà phát triển, tôi từng làm nhân viên bán hàng, quản lý dự án tại hiện trường và cũng từng làm việc trong ngành dịch vụ ăn uống.
zh_hans: 我是一个刚刚入门的独立开发者，在成为开发者之前，我做过销售、项目驻场，也在餐饮行业工作过。
zh_hant: 我是一個剛剛入門的獨立開發者，在成為開發者之前，我做過銷售、專案駐場，也在餐飲行業工作過。
zh_hk: 我是一個剛剛入門的獨立開發者，在成為開發者之前，我做過銷售、駐場專案，也在餐飲行業工作過。
